{
  "LuaSnip": { "branch": "master" },
  "barbecue.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codecompanion.nvim": { "branch": "main" },
  "codeium.vim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "elixir-tools.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "incline.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "notifier.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-comment": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil-vcs-status": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rust-tools.nvim": { "branch": "master" },
  "spelunk.nvim": { "branch": "main" },
  "tailwind-tools.nvim": { "branch": "master" },
  "tailwindcss-colorizer-cmp.nvim": { "branch": "main" },
  "telescope-zf-native.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tmux.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "vim-sleuth": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
